{
  "testimonials": [
    {
      "name": "Brad S.",
      "location": "Detroit, MI",
      "headline": "Finally leaving work on time",
      "quote": "I run a busy IT company and used to work way too late every night. Remyndrs actually gets me out the door on time now. I also use it for reading goals and even shopping lists. Simple, reliable, and it just works."
    },
    {
      "name": "Heather",
      "location": "Chicago, IL",
      "headline": "I never miss a text",
      "quote": "Remyndrs is an incredible text service. Prior to Remyndrs, I was putting reminders in Outlook, creating lists in Notes, and putting reminders in my Calendar app. The Remyndrs text service consolidates all 3 into 1. I often failed to check emails and calendar entries timely however I never miss a Remyndrs text. \n\nThe Remyndrs text service is extremely easy to use. I text ‘create a grocery list’ one is created. I text ‘add sugar and yogurt to my grocery list’ and it’s done. I text ‘show my grocery list’, all items on that I’ve added are there. I recently tried a new nail polish color at the salon. I text ‘remember that I like smokey rose polish number 151’ and it’s saved for me to retrieve the next time I’m at the salon. I am so forgetful. Remyndrs solves this problem for me. I text ‘remind me tomorrow to call the doctor at 9, email Bob about the new position at 11, and pick up Sally at 3’, all reminders are set. I get a summary of reminders in the morning, also I get a reminder at the time for each task when it’s due.  \n"
    },
    {
      "name": "Jessica",
      "location": "Boston, MA",
      "headline": "Like having a personal assistant in your pocket",
      "quote": "I've been using Remyndrs and honestly… it's one of those services you don't realize you need until you have it. Being able to simply text things I want to remember and know they'll come back to me at the right time is a game changer. It feels effortless and smart, like having a personal assistant in your pocket. For a brand-new service, Remyndrs is already incredibly useful, and I've started relying on it daily. If you're someone who juggles a lot (or just hates forgetting things), this is absolutely worth trying!"
    },
    {
      "name": "Joey",
      "location": "Shepherdsville, KY",
      "headline": "I absolutely love this texting service",
      "quote": "When I first heard about this service I thought I won't use it. I figured that I can set an alarm to remind me or I could have Alexa set an alarm. Only to have the alarm go off and forget what I set it for. I absolutely love this texting service. I can send a text to Remyndrs and a week later Remyndrs sends me a text reminding me of what the alarm is for."
    },
    {
      "name": "Marcus T.",
      "location": "Austin, TX",
      "headline": "Perfect for my work schedule",
      "quote": "I work 12-hour shifts and my schedule rotates. Setting reminders in a calendar app never worked because my days off change every week. With Remyndrs I just text what I need and when, and it handles the rest. Medication reminders, bill due dates, even reminding me to call my mom on my days off. It's become essential."
    },
    {
      "name": "Linda R.",
      "location": "Scottsdale, AZ",
      "headline": "Helping me stay independent",
      "quote": "My daughter set me up with Remyndrs and I was skeptical at first. But it's just texting — I already know how to do that! Now I use it for my medications, doctor appointments, and even saved my WiFi password as a memory. No apps to learn, no accounts to manage. My daughter worries less and I feel more in control."
    },
    {
      "name": "Taylor M.",
      "location": "Columbus, OH",
      "headline": "Saved my GPA, honestly",
      "quote": "I'm a college student and my professors drop due dates mid-lecture like it's nothing. Now I just text Remyndrs right then — 'remind me essay due Friday at 11:59pm' — and I'm covered. I'm already texting all day anyway, so it doesn't feel like extra work. My grades have literally gone up since I started using it."
    },
    {
      "name": "Danielle K.",
      "location": "Portland, OR",
      "headline": "My mom brain's best friend",
      "quote": "With a 3-year-old and a 1-year-old, my brain is mush by noon. I text Remyndrs while I'm nursing or waiting in the pickup line — 'remember Liam wears size 4 diapers and size 5 shoes' or 'remind me about swim class registration tomorrow at 9am.' It's the only tool that works because I don't have to open anything. Just text and done."
    },
    {
      "name": "Chris W.",
      "location": "Denver, CO",
      "headline": "Built for the way my brain works",
      "quote": "I have ADHD and I've tried every productivity app out there. They all require too many steps — open the app, find the right screen, type it in, set the time. By then I've forgotten what I wanted to remember. With Remyndrs I just fire off a text and it's handled. Zero friction. My therapist actually noticed I've been more on top of things. That says everything."
    }
  ]
}
